Revit 2027 API
ParameterTypeId.ZoneAirChangesPerHour Property
 "Air Changes per Hour"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneAirChangesPerHour { get; }
Public Shared ReadOnly Property ZoneAirChangesPerHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneAirChangesPerHour {
	ForgeTypeId^ get ();
}
static member ZoneAirChangesPerHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace